cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'go'
brew 'jq'
brew 'mosh'
brew 'unrar'
brew 'python'
brew 'stunnel'
brew 'telnet'
brew 'lftp'
brew 'git'
brew 'mysql-client'
brew 'php'
brew 'vim'

cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'intellij-idea'
cask 'sequel-pro'
cask 'vagrant'
cask 'visual-studio-code'
cask 'iterm2'
cask 'kitematic'
